baloo-widgets
base
base-devel
bat
bluez
bluez-utils
btop
btrfs-progs
cava
chezmoi
cmake
dbeaver
docker
docker-compose
dolphin
efibootmgr
extra-cmake-modules
eza
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbs
firefox
frameworkintegration5
fzf
ghostscript
git
go
gst-plugin-pipewire
htop
ijs
intel-media-driver
intel-ucode
jbig2dec
jdk21-openjdk
jq
kcmutils5
kconfigwidgets5
kdegraphics-mobipocket
kdegraphics-thumbnailers
kiconthemes5
kirigami2
kitty
konsole
kwindowsystem5
lazydocker
libidn
libkdcraw
libpaper
libpulse
libraw
libva-intel-driver
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
mariadb
maven
mpc
mpd
nano
ncmpcpp
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
ntfs-3g
nvidia-open-dkms
nvidia-utils
nvtop
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
poppler-data
python-mutagen
python-pynvim
qt5-declarative
qt5-x11extras
reflector
resvg
rmpc
rofi
smartmontools
snapper
sof-firmware
sudo
ttf-jetbrains-mono-nerd
ueberzugpp
ufw
unzip
vivaldi
vulkan-intel
vulkan-nouveau
vulkan-radeon
wev
wget
wireplumber
wl-clipboard
wpa_supplicant
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xsel
yt-dlp
zellij
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
